{
    "books": [
        {
            "title": "House of Earth and Blood",
            "author": "Sarah J. Maas",
            "genres": "fantasy, romance, fiction, new adult",
            "synopsis": "Bound by blood.\nTempted by desire.\nUnleashed by destiny.\nBryce Quinlan had the perfect life—working hard all day and partying all night—until a demon murdered her closest friends, leaving her bereft, wounded, and alone. When the accused is behind bars but the crimes start up again, Bryce finds herself at the heart of the investigation. She’ll do whatever it takes to avenge their deaths.\nHunt Athalar is a notorious Fallen angel, now enslaved to the Archangels he once attempted to overthrow. His brutal skills and incredible strength have been set to one purpose—to assassinate his boss’s enemies, no questions asked. But with a demon wreaking havoc in the city, he’s offered an irresistible deal: help Bryce find the murderer, and his freedom will be within reach.\nAs Bryce and Hunt dig deep into Crescent City’s underbelly, they discover a dark power that threatens everything and everyone they hold dear, and they find, in each other, a blazing passion—one that could set them both free, if they’d only let it."
        },
        {
            "title": "From Blood and Ash",
            "author": "Jennifer L. Armentrout",
            "genres": "",
            "synopsis": "A Maiden…\nChosen from birth to usher in a new era, Poppy’s life has never been her own. The life of the Maiden is solitary. Never to be touched. Never to be looked upon. Never to be spoken to. Never to experience pleasure. Waiting for the day of her Ascension, she would rather be with the guards, fighting back the evil that took her family, than preparing to be found worthy by the gods. But the choice has never been hers.\nA Duty…\nThe entire kingdom’s future rests on Poppy’s shoulders, something she’s not even quite sure she wants for herself. Because a Maiden has a heart. And a soul. And longing. And when Hawke, a golden-eyed guard honor bound to ensure her Ascension, enters her life, destiny and duty become tangled with desire and need. He incites her anger, makes her question everything she believes in, and tempts her with the forbidden.\nA Kingdom…\nForsaken by the gods and feared by mortals, a fallen kingdom is rising once more, determined to take back what they believe is theirs through violence and vengeance. And as the shadow of those cursed draws closer, the line between what is forbidden and what is right becomes blurred. Poppy is not only on the verge of losing her heart and being found unworthy by the gods, but also her life when every blood-soaked thread that holds her world together begins to unravel."
        },
        {
            "title": "It Ends With Us",
            "author": "Colleen Hoover",
            "genres": "",
            "synopsis": ""
        },
        {
            "title": "The Invisible Life of Addie LaRue",
            "author": "Jennifer L. Armentrout",
            "genres": "",
            "synopsis": ""
        },
        {
            "title": "The Midnight Library",
            "author": "Jennifer L. Armentrout",
            "genres": "",
            "synopsis": ""
        },
        {
            "title": "The Seven Husbands of Evelyn Hugo",
            "author": "Jennifer L. Armentrout",
            "genres": "",
            "synopsis": ""
        },
        {
            "title": "The Silent Patient",
            "author": "Jennifer L. Armentrout",
            "genres": "",
            "synopsis": ""
        },
        {
            "title": "The Song of Achilles",
            "author": "Jennifer L. Armentrout",
            "genres": "",
            "synopsis": ""
        },        
        {
            "title": "These Violent Delights",
            "author": "Jennifer L. Armentrout",
            "genres": "",
            "synopsis": ""
        },
        {
            "title": "Verity",
            "author": "Jennifer L. Armentrout",
            "genres": "",
            "synopsis": ""
        }
    ]
      
}